IDEA StatiCa Open Model
TimePoint.Description Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Description
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Description { get; set; }
Public Property Description As String
	Get
	Set
public:
property String^ Description {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
TimePoint Class
IdeaRS.OpenModel.Concrete Namespace